package per.learn.wechatswipelistview.util;

public class Util {
    public static final String[] arrays = new String[] {
        "对酒当歌，人生几何",
        "人生得意须尽欢，莫使金樽空对月",
        "忽如一夜春风来，千树万树梨花开",
        "明月几时有，把酒问青天",
        "举杯邀明月，对影成三人",
        "今人不见古时月，今月曾经照古人",
        "醉里挑灯看剑，梦回吹角连营",
        "马作的卢飞快，弓如霹雳弦惊",
        "六王毕，四海一，蜀山兀，阿房出",
        "永和九年，岁在葵丑，暮春之初，会于会稽山阴之兰亭",
        "落霞与孤鹜齐飞，秋水共长天一色",
        "月落乌啼霜满天，江枫渔火对愁眠，姑苏城外寒山寺，夜半钟声到客船",
        "羌笛何须怨杨柳，春风不度玉门关",
        "星垂平野阔，月涌大江流",
        "海上生明月，天涯共此时"
    };
}
